; Mail zabkar@gmail.com subject Win7Shell for Spellings errors & layout bugs
;RTL means "right to left", if your language uses RTL reading, just set this value to 1, and the GUI will be mirrored.

[win7shell]
RTL=0
newvers=Nova verzija na voljo
disableupdate=Avtomatično preverjanje novejših verzij lahko izklopiš v nastavitvah
opendownload=Želiš odpreti stran za prenos?
uninstall=To vprašanje se ne bo več pojavilo, če želiš odstraniti program, pojdi v
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' in pritisni uninstall.
info=Informacije
config=Nastavitve plugina
on=ON
off=OFF
previous=Prejšni
pause=Pavza
play=Predvajaj
stop=Ustavi
next=Naslednji
errorthumb=Napaka pri nastavljanju thumbnail slike, funkcija nastavljena na onemogočeno
playing=Predvaja
paused=Pavzirano
stopped=Ustavljeno
taskinitfail=Inicializacija Windows 7 vmesnika ni uspela
images=Vsi podprti formati slik
usethumbbg=Uporabi kot ozadje
selectimage=Izberi sliko
afterrestart=Spremembe bodo vidne šele po ponovnem zagonu programa.
applysettings=Udejanjanje sprememb
help1=Besedilo vnešeno tukaj bo narisano na thumbnail. Napišeš lahko poljubno mnogo vrstic. Če je "skrči thumbnail" možnost omogočena, bo okvir pomanjšan glede na število vnešenih vrstic.
help2=Če hočeš ustvariti dinamično besedilo, lahko uporabiš množico meta besed, ki bodo zamenjanje z ustrezno Winamp vsebino. Besede so sledeče:
help3=Centriranje vrstice
help4=Ta vrstica bo prikazana s rdečo senco
help5=Naslov predvajane vsebine
help6=Izvajalec predvajane vsebine
help7=Ime albuma ali prazno
help8=Leto izida albuma ali prazno
help9=Številka pesmi
help10=Trenutna ocena pesmi kot cifra (e.g. 4)
help11=Trenutna ocena pesmi kot zvezde (e.g. ★★★★ )
help12=Čas predvajanja pesmi
help13=Čas do konca pesmi
help14=Skupen čas predvajanja
help15=Mesto v seznamu predvajanja
help16=Skupno število pesmi v seznamu
help17=Bitrate v kb/s
help18=Samplerate v kilohertzih
help19=Glasnost v procentih ('%' znak ni vključen)
help20=Mešan vrstni red (ON / OFF)
help21=Ponavljanje (ON / OFF)
help=Pomoč
transparent=Prozorno
albumart=Album art
defbg=Privzeto ozadje
custombg=Lastno ozadje
browse=Brskaj
buttons=Dodaj gumbe za nadzor predvajalnika
shrink=Skrči thumbnail glede na število vrstic
taskicon=Taskbar ikona
progressbar=Uporabi progressbar za prikaz stanja predvajalnika
streaming=Nastavi 'Nedoločen' progressbar stanje za streame.
error=Nastavi stanje 'Napake' (rdeča ikona), ko ni predvajanja
overlays=Uporabi prekrivanje ikon za prikaz stanja predvajalnika
jumplist=Hitri seznam
addtorecent=Dodaj predvajane datoteke v hitri seznam
bugslink=Hrošči in predlogi
bugstext=Pošlji težave oziroma ideje za plugin
sitelink=Stran projekta
sitetext=Za posodobitve, novice, slike in podrobnosti
noupdate=Izklopi avtomatično preverjanje za novejšo verzijo
ok=OK
cancel=Prekliči
removetitle=Odstrani naslov Winamp okna
selectfont=Izberi pisavo
aa=Anti alias besedilo
selectshadow=Barva Sence
enable=Omogoči Aero Peek thumbnail po meri
plugdev=Razvoj
thumboptions=Možnosti
thumbtext=Besedilo
background=Ozadje
translink=Prevodi
transtext=Pomagaj prevesti vtič in poglej že končane prevode
favorite=Med Priljubljene!
vumeter=Prikaži VU skalo med predvajanjem.
iconic=Uporabi kot majhno slikico, ne kot ozadje
author=Avtor
volup=Glasnost +10%
voldown=Glasnost -10%
openfile=Odpri Datoteko
thumbpb=Prikaži potek igranja na thumbnailu
wapref=Winamp Nastavitve
startwa=Prosim zaženite Winamp
jumplisterror=Napaka pri ustvarjanju hitrega seznama

revert=je uporabljen, če izbrano ozadje ni na voljo
jlchoice=Prikaži sledeče kategorije v hitrem seznamu:
jlrecent=Nedavne
jlfrequent=Pogoste
jltasks=Opravila
creditslink=Zahvale
creditstext=Ljudje, ki so pomagali ustvariti ta vtič
resumeplay=Nadaljuj predvajanje
fromstart=Predvajaj od začetka
help22=Vrstica, ki vsebuje to bo izrisana z večjim fontom.
help23=Vrstica, ki vsebuje to bo izrisana na levi strani
bookmark=Zaznamki
jlnote=Le datoteke, ki so registrirane za uporabo z Winampom bodo dodane v ta seznam. Če se datoteke že nahajajo v hitrem seznamu, jih lahko odstraniš tako da zbrišeš seznam nedavnih datotek. Zaznamki se posodobijo ob ponovnem zagonu in ob shranjenju sprememb.
mute=Mute
playlists=Seznami predvajanja
stopafter=Ustavi po tekoèi pesmi
maxbuttons=Največ 7 gumbov
help24=Nariše senco besedila za izbrano vrstico (izbrane barve)
help25=Nariše prozoren okvir za besedilom (izbrane barve)
help26=Nadomeščanje besedila
help27=Oblikovanje besedila
